src/platform2/secure-wipe/tests/fio_good
secure: (g=0): rw=write, bs=256K-256K/256K-256K/256K-256K, ioengine=libaio, iodepth=32
fio-2.1.5
Starting 1 process

secure: (groupid=0, jobs=1): err= 0: pid=32593: Mon Mar 24 14:13:47 2014
  read : io=5120.0KB, bw=155152KB/s, iops=606, runt=    33msec
    slat (msec): min=21, max=42, avg=31.92, stdev= 6.80
    clat (usec): min=11993, max=12498, avg=12241.30, stdev=158.84
     lat (msec): min=33, max=54, avg=44.16, stdev= 6.65
    clat percentiles (usec):
     |  1.00th=[11968],  5.00th=[11968], 10.00th=[11968], 20.00th=[12096],
     | 30.00th=[12096], 40.00th=[12224], 50.00th=[12224], 60.00th=[12352],
     | 70.00th=[12352], 80.00th=[12352], 90.00th=[12480], 95.00th=[12480],
     | 99.00th=[12480], 99.50th=[12480], 99.90th=[12480], 99.95th=[12480],
     | 99.99th=[12480]
  write: io=5120.0KB, bw=116364KB/s, iops=454, runt=    44msec
    slat (usec): min=20, max=57, avg=23.35, stdev= 8.02
    clat (msec): min=20, max=42, avg=31.49, stdev= 6.64
     lat (msec): min=20, max=42, avg=31.52, stdev= 6.65
    clat percentiles (usec):
     |  1.00th=[20864],  5.00th=[20864], 10.00th=[21888], 20.00th=[24192],
     | 30.00th=[26496], 40.00th=[28800], 50.00th=[30848], 60.00th=[33024],
     | 70.00th=[35584], 80.00th=[37632], 90.00th=[39680], 95.00th=[41216],
     | 99.00th=[42240], 99.50th=[42240], 99.90th=[42240], 99.95th=[42240],
     | 99.99th=[42240]
    lat (msec) : 20=50.00%, 50=50.00%
  cpu          : usr=55.26%, sys=1.32%, ctx=40, majf=0, minf=36
  IO depths    : 1=5.0%, 2=10.0%, 4=20.0%, 8=40.0%, 16=25.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=100.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=20/w=20/d=0, short=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=32

Run status group 0 (all jobs):
   READ: io=5120KB, aggrb=155151KB/s, minb=155151KB/s, maxb=155151KB/s, mint=33msec, maxt=33msec
  WRITE: io=5120KB, aggrb=116363KB/s, minb=116363KB/s, maxb=116363KB/s, mint=44msec, maxt=44msec

Disk stats (read/write):
  sda: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%